[Main]
DisplayName=Slovenčina

[SmartDefrag_SDMainForm]
btn_close.Hint=Zatvoriť
btn_maximize.Hint=Maximalizovať
btn_minimize.Hint=Minimalizovať
btn_restore.Hint=Obnova
btn_more.Hint=Ďalšie nastavenia
lblLatestNews.Caption=Zdieľať tento softvér s rodinou a priateľmi. Používajte ho s radosťou!
btn_game_optimize.Caption=Optimalizovať
btn_gamedefrag_start.Caption=Zhrnutie
btn_gamedefrag_stop.Caption=Zastaviť
btn_gamedefrag_pause.Caption=Pozastaviť
btn_defrag_finish.Caption=Dokončiť
btn_backtosvolumetatus.Caption=Späť
lblPBD_DPF.Caption=Defragmentovať stránkovacie súbory a súbory dlhodobého spánku.
lblPBD_DMFT.Caption=Defragmentovať MFT
lblPBD_DSYS.Caption=Defragmentovať systémové súbory
lblPBD_DREG.Caption=Defragmentovať súbory databázy registry
lblPBD_DCF.Caption=Defragmentovať zadané súbory
btnBTConfig.Caption=Konfigurovať
LabelEnableBTD.Caption=Rozšírená defragmentácia
lblBootTimeDefrag.Caption=História rozšírenej defragmentácie
lvBootTimeDefragListView.Columns[0].Caption=Údaje
lvBootTimeDefragListView.Columns[1].Caption=Celková veľkosť
lvBootTimeDefragListView.Columns[2].Caption=Fragmenty
lvBootTimeDefragListView.Columns[3].Caption=Akcia
btn_tab_actioncenter.Caption=Centrum akcii
btn_tab_boottimedefrag.Caption=Rozš. defragmentácia
btn_tab_diskdefrag.Caption=Defragmentácia disku
btn_tab_gameoptimize.Caption=Optimalizácia hry
lbl_map.Caption=Mapa farieb:
lblResetColor.Caption=Obnoviť
lvDefragList.Columns[0].Caption=Názov
lvDefragList.Columns[1].Caption=Fragmenty
lvDefragList.Columns[2].Caption=Veľkosť
lvDefragList.Columns[3].Caption=Umiestnenie
lvDefragList.Columns[4].Caption=Výsledok
btnShowDefragMap.Caption=Mapa
btnShowDefragList.Caption=Detaily
btnShowJunkFile.Caption=Nevyžiadané súbory
lblAfterDefragTask.Items[0].Caption=Vypnúť po defragmentácii
lblAfterDefragTask.Items[1].Caption=Uspať po defragmentácii
lblAfterDefragTask.Items[2].Caption=Režim dlhodobého spánku po defragmentácii
lblAfterDefragTask.Items[3].Caption=Reštartovať po defragmentácii
lblStatus.Caption=Stav:
lblSSDStatus.Caption=Stav:
lblAfter.Caption=Po:
lblBefore.Caption=Pred:
lblFragRate.Caption=Hodnotenie fragmentácie:
lblDefragFragmentRate.Caption=Hodnotenie fragmentácie:
btn_start.Caption=Zhrnutie
btn_stop.Caption=Zastaviť
btn_pause.Caption=Pozastaviť
lbl_estimatedtime1.Caption=Odhadovaný zostávajúci čas:
btnFixDefrag.Caption=Inteligentná defragmentácia
btn_view_report.Caption=Zobraziť správu
lblJunkScanSkip.Caption=Preskočiť
mniOpenSmartDefrag.Caption=Otvoriť Smart Defrag
mniHomePage.Caption=Domovská stránka
mniSupport.Caption=Technická podpora
mniExit.Caption=Ukončiť
mniTask_Shutdown.Caption=Vypnúť
mniTask_Sleep.Caption=Uspať
mniTask_Hibernate.Caption=Hibernovať
mniTask_Reboot.Caption=Reštartovať
mniSkinClassic.Caption=Klasický
mniSkinWhite.Caption=Biely
btnFeedBack.Caption=Poslať spätnú väzbu
btnViewReport.Caption=Zobraziť správu
btnScanMore.Caption=Skenovať viac
lblBootTimeSSD.Caption=Tento disk je SSD. Rozšírená defragmentácia nepodporuje SSD.
shp_map_free.Hint=Voľné miesto
shp_map_mft.Hint=Hlavná tabuľka súborov
shp_map_dir.Hint=Adresáre
shp_map_frequent.Hint=Najčastejšie používané
shp_map_rare.Hint=Zriedkavo používané
shp_map_unmovable.Hint=Pevné
shp_map_frag.Hint=Fragmentované
shp_map_moving.Hint=Pohyblivé
btn_nav_show.Hint=Zobraziť Centrum akcií
btn_nav_hide.Hint=Skryť Centrum akcií
lbl_defragprogress.Caption=Celkový proces:
lblGameEstimatedTime.Caption=Celkový proces:
lblRecommendation.Caption=Odporúčanie:
lblJunkCleaned.Caption=Vyčistené nevyžiadané súbory:
lblSpaceReleased.Caption=Uvoľnené miesto:
btn_feedback.Caption=Odoslať spätnú väzbu
btnGameViewReport.Caption=Zobraziť správu
rdlblBootTimeDefragDesc.Caption=Defragmentovať systémové súbory pred spustení systému s cieľom maximalizovať výkon vášho systému.
btnBTActiveNow.Caption=Aktivovať
btnGOActiveNow.Caption=Aktivovať
rdlblEnterCode.Caption=Zadajte kód
btnManageLicense.Caption=Spravovať licencie
rdlblProfuture.Caption=Maximalizovať výkon a životnosť vášho disku s:
btnProfutureAuto.Caption=Automatická inteligentná defragmentácia
btnProfutureBootTimeDefrag.Caption=Čas spustenia defragmentácie
btnProfutureAlways.Caption=Vždy aktuálne

[SmartDefrag_SDMainMenu]
btn_more.Hint=Nastavenia
btnAbout.Caption=O
btnCheckUpdates.Caption=Skontrolovať aktualizácie
btnDownload.Caption=Stiahnuť IObit Freeware
btnFindUsOnFacebook.Caption=Nájdete nás na Facebooku
btnReport.Caption=Správa
btnSettings.Caption=Nastavenie...
btnSkin.Caption=Vzhľad
btnTechnicalSupport.Caption=Technická podpora
btnTranslate.Caption=Pomôžte nám s prekladom
btnUseManual.Caption=Užívateľská príručka
btnDiskHealth.Caption=Zdravie disku

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analyzovať
mniItem2.Caption=Defragmentácia && Optimalizácia
mniItem3.Caption=Defragmentácia veľkých súborov
mniItem4.Caption=Deragmentácia voľného miesta
mniItem5.Caption=Defragmentácia && Uprednostňovať súbory (Pomalé)
mniItem6.Caption=Upraviť && Inteligentná optimalizácia
mniItem7.Caption=Rýchla defragmentácia

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Pridané súbory/zložky
btnAddFile.Caption=Pridať súbor
btnAddFolder.Caption=Pridať zložku

[SmartDefrag_FormSetting]
btn_close.Hint=Zatvoriť
lblTitle.Caption=Nastavenia
Button_Recommand.Caption=Doporučené
Button_OK.Caption=OK
Button_Cancel.Caption=Zrušiť
Button_Apply.Caption=Použiť
lblSettingType.Caption=Hlavné nastavenia
AutoLoadCheck.Caption=Načítať automaticky pri spustení systému Windows (doporučené)
CloseSetCheck.Caption=Minimalizovať do systémovej lišty pri ukončení programu (doporučené)
TrayCheck.Caption=Povoliť popisky v systémovej lište
CheckBox_Show_RemovableDisk.Caption=Nezobrazovať vymeniteľné disky
lblSilentDesc.Caption=Zapnutie tejto funkcie môže zabezpečiť hladkú defragmentáciu bez prerušenia.
lblReplaceDefragDesc.Caption=Zapnutie tejto funkcie znamená spustenie Smart Defrag pri spustení defragmentácia disku systému Windows.
lblVSSDesc.Caption=Stop VSS dočasne pri defragmentácii chráni vaše aktuálne zálohy VSS a vaša VSS bude aktivovaná automaticky po dokončení defragmentácie.(VSS: Volume Shadow Copy)
lblBatteriesDesc.Caption=Defragmentácia spotrebuje veľké množstvo energie batérie. Preto sa odporúča prestať defragmentáciu pri používaní batérie.
ReplaceWindowDefrag.Caption=Nahradiť Windows defragmentátor disku (doporučené)
SilentCheck.Caption=Zapnutie Smart Silent Technology počas defragmentácie (doporučené)
chkEnableVSS.Caption=Zastaviť VSS pri defragmentáciu zväzku NTFS
BatteryCheck.Caption=Zakázať defragmentáciu pri používaní batérie (doporučené)
Label_Auto_Des.Caption=Vďaka novej technológii, sa automatická defragmentácia fragmentovaných súborov spustí, keď je počítač nečinný pre ochranu vašich pevných diskov.
Label_DefragRate.Caption=Defragmentácia keď fragmentácia prekračuje hodnotu:
ExcludeCheck.Caption=Preskočiť súbory väčšie ako 1 GB
ComboBox_DefragRate.Items[0].Caption=Vždy defragmentovať
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=Vylúčené súbory a zložky, vrátane ich podzložiek, nebudú analyzované ani defragmentované.
Button_Add_File.Caption=Pridať súbor...
Button_Add_Folder.Caption=Pridať zložku...
Button_Delete.Caption=Odstrániť
ListView_Exlude.Columns[0].Caption=Názov
Label_Schedule_Des.Caption=Plánovaná defragmentácia defragmentuje HDD a upraví SSD v naplánovanom čase bez zásahu používateľa.
Label_Schedule_Task.Caption=Plánovaná úloha
Label_Action.Caption=Akcia:
Label_Schedule_Status.Caption=Stav:
Button_Config_Schedule.Caption=Konfigurovať
ScheduleList.Columns[0].Caption=Zväzok
lvBootTimeDefrag.Columns[0].Caption=Zväzok
lvAAList.Columns[0].Caption=Zväzok
ComboBox_Action.Items[0].Caption=Inteligentne defragmentovať
ComboBox_Action.Items[1].Caption=Deframentovať veľké súbory
ComboBox_Action.Items[2].Caption=Voľné miesto defragmentácie
ComboBox_Action.Items[3].Caption=Defragmentovať & Optimalizovať
ComboBox_Action.Items[4].Caption=Defragmentovať & Uprednostniť súbory (Pomalšie)
Label_Max.Caption=Max. súborov:
Label_Unsupport.Caption=Windows 2000 nie je podporovaný
Label_Boottime_Des.Caption=Rozšírená defragmentácia defragmentuje súbory, ktoré nemôžu byť bezpečne premiestnené pri spustení systému Windows.
Label_Boottime_Status.Caption=Stav:
RadioButton_FirstBoot.Caption=Pri každom prvom spustení
RadioButton_EveryBoot.Caption=Každé spustenie
RadioButton_Custom.Caption=Každý druhý deň pri prvom spustení
RadioButton_NextBoot.Caption=Len pri ďaľšom spustení
Label_language.Caption=Aktuálny jazyk:
Label_Trans.Caption=Priehľadnosť:
CheckBox_DMC.Caption=Povoliť prístup disku pre mapu zmeny farieb
lblJKF_SelectJunkFile.Caption=Vyberte objekty, ktoré chcete vyčistiť:
chkJKF_EnableDOD.Caption=Povoliť bezpečné mazanie súborov pomocou DOD 5220.22-M (pomalšie)
chkJKF_DeleteTime.Caption=Odstrániť dočasné súbory systému Windows staršie ako 1 týždeň
TreeView_Option.Items[0].Caption=Hlavné nastavenia
TreeView_Option.Items[1].Caption=Defragmentovať
TreeView_Option.Items[2].Caption=Automatická služba
TreeView_Option.Items[3].Caption=Automatická defragmentácia
TreeView_Option.Items[4].Caption=Plánovaná defragmentácia
TreeView_Option.Items[5].Caption=Rozšírená defragmentácia
TreeView_Option.Items[6].Caption=Čistenie nevyžiadaných súborov
TreeView_Option.Items[7].Caption=Zoznam ignorovaných
TreeView_Option.Items[8].Caption=Uživateľské rozhranie
TreeView_Option.Items[9].Caption=Vylúčiť zoznam
TreeView_Option.Items[10].Caption=Automatické aktualizácie
TreeView_Option.Items[11].Caption=Používateľské rozhranie
TreeView_Option.Items[12].Caption=Tichý režim
TreeView_Option.Items[13].Caption=Automaticky analyzovať
CategoryLine_Boottime_Method.Caption=Spôsob
CategoryLine_Boottime_Log.Caption=Správa súborov
CategoryLine_Schedule_Method.Caption=Spôsob
CategoryLine_Schedule_Schedule.Caption=Plánovač
chkEnableDiskSpeed.Caption=Povoliť Inteligentné zosilnenie disku
lblEnableDiskSpeedDesc.Caption=Táto funkcia vám umožní DMA (Direct Memory Access) pre lepšiu výkonnosť a zvýšenie pamäte disku na nižšiu frekvenciu čítanie disku.
CategoryLine_Auto_Method.Caption=Metóda
lblAutoAction.Caption=Akcia:
ComboBox_AutoAction.Items[0].Caption=Inteligentná defragmentácia
ComboBox_AutoAction.Items[1].Caption=Defragmentácia veľkých súborov
ComboBox_AutoAction.Items[2].Caption=Deragmentácia voľného miesta
ComboBox_AutoAction.Items[3].Caption=Defragmentácia & Optimalizácia
ComboBox_AutoAction.Items[4].Caption=Defragmentácia & Uprednostňovať súbory (Pomalé)
grpMethod_Method.Caption=Všeobecné
lblUpdateMethod.Caption=Vyberte si spôsob aktualizácie:
rbAutoUpdate_Automatically.Caption=Upozorniť ma keď budú dostupné aktualizácie
rbAutoUpdate_ProgramLauched.Caption=Automaticky aktualizovať program (Odporúčané)
grpMethod_Proxy.Caption=Proxy
rbProxy_Direct.Caption=Priame spojenie (bez proxy)
rbProxy_ie.Caption=Automatická detekcia proxy (použite nastavenia programu Internet Explorer)
rbProxy_SpecifyServer.Caption=Špecifikovať proxy server (len pri pripojení na Internet cez proxy)
lblProxy_Host.Caption=Hostiteľ:
lblProxy_Port.Caption=Port:
lblProxy_UserName.Caption=Užívateľské meno:
lblProxy_UserPass.Caption=Heslo:
Label_TaskSchedule.Caption=Plán:
Label_StartTime.Caption=Start Čas:
ComboBox_TaskType.Items[0].Caption=Každý deň
ComboBox_TaskType.Items[1].Caption=Každý týždeň
ComboBox_TaskType.Items[2].Caption=Každý mesiac
ComboBox_Weekly.Items[0].Caption=Nedeľa
ComboBox_Weekly.Items[1].Caption=Pondelok
ComboBox_Weekly.Items[2].Caption=Utorok
ComboBox_Weekly.Items[3].Caption=Streda
ComboBox_Weekly.Items[4].Caption=Štvrtok
ComboBox_Weekly.Items[5].Caption=Piatok
ComboBox_Weekly.Items[6].Caption=Sobota
lblBootTimeStatus.Caption=Stav:
grpSlientMode.Caption=Stav
chkSlientMode_SlientMode.Caption=Tichý mód
lblSlientMode_SlientModeInfo.Caption=Prepne automaticky do tichého režimu, keď je detekovaná úloha celej obrazovky alebo beží zadaný program.
grpSlientMode_Description.Caption=Užívateľom určené programy
lblSilent_UserSpec.Caption=Zapnúť tichý režim, keď beží niektorý z týchto programov:
btnSlientMode_Add.Caption=Pridať
btnSlientMode_Delete.Caption=Zmazať
GroupBox_SilentMode.Caption=Popis
lblSlientMode_Description1.Caption=Tichý mód znižuje spotrebu zdrojov s inteligentným mechanizmom defragmentácie:
lblSlientMode_Description2.Caption=1. Automaticky preskočí automatickú defragmentáciu, keď je detekovaná zadaná úloha.
lblSlientMode_Description3.Caption=2. Automaticky preskočí pravidelnú defragmentáciu, keď je detekovaná zadaný úloha.
lvSlientMode.Columns[0].Caption=Názov položky
lvSlientMode.Columns[1].Caption=Popis
lblCBT_Desc.Caption=Defragmentovať zadané súbory, ktoré nemožno defragmentovať, keď je spustený systém. Pridajte ich do boxu k ich defragmentácii pri spustení.
btnCbtAddFile.Caption=Pridať súbor...
btnCbtDelete.Caption=Zmazať
lblAADesc.Caption=Automaticky analyzovať vaše disky, keď je systém nečinný a informovať vás, či existujú fragmenty ktoré treba defragmentovať.
lblAAStatus.Caption=Stav:
btnNotifyWhemSchdule.Caption=Neupozorňovať pred defragmentáciou

[SmartDefrag_shutdown]
Button_Cancel.Caption=Zrušiť
lblShutdownInfo.Items[0].Caption=Defragmentácia je dokončená, počítač sa vypne o
lblShutdownInfo.Items[1].Caption=Defragmentácia je dokončená, počítač sa uspí o
lblShutdownInfo.Items[2].Caption=Defragmentácia je dokončená, počítač prejde do dlhodobého spánku o
lblShutdownInfo.Items[3].Caption=Defragmentácia je dokončená, počítač sa reštartuje o
btn_close.Hint=Zatvoriť

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Zatvoriť
lblMessage.Caption=Chcete vyčistiť nevyžiadané súbory pred defragmentáciou pre uvoľnenie miesta a zvýšenie defragmentácie?
lblDontShowAgain.Caption=Zapamätať si voľbu
lblTipsCaption.Caption=Čistenie nevyžiadaných súborov
btnYes.Caption=Áno
btnNo.Caption=Nie, ďakujem

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Zatvoriť
btnYes.Caption=Áno
btnNo.Caption=Nie
btnOK.Caption=OK

[SmartDefrag_DefragReportView]
btn_close.Hint=Zatvoriť
lblCaption.Caption=Smart Defrag - Správa
lvDefragReportListView.Columns[0].Caption=Čas
lvDefragReportListView.Columns[1].Caption=Fragmenty
lvDefragReportListView.Columns[2].Caption=Akcia

[SmartDefrag_FormAbout]
lblCaption.Caption=O Smart Defrag
Label_Warning.Caption=VAROVANIE
Label_WarningInfo.Caption=Tento počítačový program je chránený autorským zákonom a medzinárodnými zmluvami.
Label_Copyright.Caption=Copyright© 2005-2016 IObit.
Label_AllRight.Caption=Všetky práva vyhradené.
Label_Acknowledge.Caption=Špeciálna vďaka nasledujúcim ľuďom za ich skvelé príspevky:
btn_close.Hint=Zatvoriť

[SmartDefrag_M]
M_FSUnknown=Neznáme
M_FSAnalyzed=Analyzované
M_FSDefragged=Defragmentované
M_FSInvalidHandle=Neplatný popisovač
M_FSMoveFailed=Presunutie zlyhalo
M_FSNospace=Žiadne súvislé miesta
M_FSSkipTooLarge=Vynechané (veľký súbor)
M_FSSkipRateTooLow=Vynechané (nízka miera fragmentácie)
M_DefragSummary=Zhrnutie defragmentácie
M_DefragDetails=Detaily defragmentácie
M_SSDOPTDetails=SSD podrobnosti optimalizácie
M_DiskSpaceInfo=Voľný/Celkový priestor
M_DefragMethod=Spôsob defragmentácie
M_DefragBeginTime=Štart defragmentácie
M_DefragEndTime=Dokončenie defragmentácie
M_TotalFiles=Celkový počet súborov & adresárov:
M_Fragments=Fragmenty
M_Recommend=Doporučenie
M_FragmentationRate=Hodnotenie fragmentácie
M_DefaultVolumeName=Lokálny disk
M_DetailsFragments=Fragmenty
M_DetailsSize=Veľkosť
M_DetailsResult=Výsledok
M_DetailsPath=Umiestnenie
M_DMSSDAnalyze=Analýza SSD
M_DMSSDOptimize=Úprava
M_DMUSSDOptimize=Úprava && Inteligentná optimalizácia
M_DMSSDAnalyzed=%d položky môžu byť upravené s cieľom zlepšiť výkon a životnosť vášho SSD.
M_DMSSDOptimized=Váš SSD bol upravený pre lepší výkon.
M_DMUSSDAnalyzed=%d položky môžu byť upravené a optimalizované s cieľom zlepšiť výkon a životnosť vášho SSD.
M_DMUSSDOptimized=Váš SSD bol upravený a inteligentne optimalizovaný.
M_DMNSSDAnalyze=Analyzovať SSD
M_DMNSSDOptimize=Upraviť SSD
M_DMNAnalyze=Analyzované
M_DMNFastDefrag=Rýchla defragmentácia
M_DMNSmartDefrag=Inteligentná defragmentácia
m_DMNLargeFileDefrag=Defragmentácia veľkých súborov
M_DMNMergeSortDefrag=Defragmentovať && Uprednostňovať súbory
M_DMNSortDefrag=Defragmentovať && Optimalizovať
M_DMNMergeDefrag=Defragmentovať && Voľné miesto
M_DMNAutoDefrag=Automaticky defragmentovať
M_DMNSchdleDefrag=Plánovane defragmentovať
M_DMNDefrag=Defragmentácia
M_DMAnalyze=Analýza
M_DMDefrag=Defragmentácia
M_DMFastDefrag=Rýchla defragmentácia
M_DMSmartDefrag=Inteligentná analýza
m_DMLargeFileDefrag=Defragmentácia veľkých súborov
M_DMMergeSortDefrag=Defragmentácia && Uprednostňovať súbory
M_DMSortDefrag=Defragmentácia && Optimalizácia
M_DMMergeDefrag=Defragmentácia voľného miesta
M_DMAFastDefrag=Automatická rýchla defragmentácia
m_DMALargeFileDefrag=Automatická defragmentácia veľkých súborov
M_DMAMergeSortDefrag=Automatická defragmentácia && Uprednostňovať súbory
M_DMASortDefrag=Automatická defragmentácia && Optimalizácia
M_DMAMergeDefrag=Automatická defragmentácia voľného miesta
M_DMAutoDefrag=Automatická defragmentácia
M_DMSchdleDefrag=Plánovaná defragmentácia
M_DMAnalyzed=Analyzované
M_DMDefraged=Defragmentované
M_DMFastDefraged=Rýchla defragmentácia kompletná
M_DMMergeSortDefraged=Defragmentácia && Uprednostňovať súbory kompletná
m_DMLargeFileDefraged=Defragmentácia veľkých súborov kompletná
M_DMSortDefraged=Defragmentácia && Optimalizácia kompletná
M_DMMergeDefraged=Defragmentácia voľného miesta kompletná
M_DMAFastDefraged=Automatická rýchla defragmentácia kompletná
M_DMAMergeSortDefraged=Automatická defragmentácia && Uprednostňovať súbory kompletná
m_DMALargeFileDefraged=Automatická defragmentácia veľkých súborov kompletná
M_DMASortDefraged=Automatická defragmentácia && Optimalizácia kompletná
M_DMAMergeDefraged=Automatická defragmentácia voľného miesta komletná
M_DMAutoDefraged=Automatická defragmentácia kompletná
M_DMSchdleDefraged=Plánovaná defragmentácia kompletná
M_Idle=Nečinnosť
M_Queuing=Čakajúce
M_DBTrim=Upraviť
M_DBSmartDefrag=Inteligentná defragmentácia
M_DBOptimize=Inteligentná optimalizácia
M_BTDViewReport=Zobraziť správu
M_OPT_TRIM=Povoliť úpravu zrýchlenia SSD pre rýchlosť čítania a zápisu.
M_OPT_PREFETCHER=Zakázať predčítanie pre predĺženie životnosti pevného disku.
M_OPT_SUPERFETCH=Zakázať supernačítanie pre predĺženie životnosti pevného disku.
M_OPT_BTD=Zakázať Rozšírená defragmentácia pre rozšírenie životnosti pevného disku.
M_OPT_SDDT=Vypnúť naplánovanú defragmentáciu disku pre predĺženie životnosti pevného disku.
M_Day=Každý %d deň prvého štartu
M_SkipSize=Preskočiť súbory väčšie než %s
M_StartAuto=Spustite automatickú defragmentáciu keď prekročí dobu nečinnosti systému (%d minút(-u/-y))
M_PauseAuto=Pozastavenie automatickej defragmentácie ak využitie zdrojov presahuje (%s)
M_StartAutoAnalyze=Spustiť automatickú analýzu ak doba nečinnosti systému prekročí (%d minút(-u/-y))
M_PauseAutoAnalyze=Pauza automatickej analýzi, ak používanie prostriedkov presahuje (%s)
M_ScheduleInactivated=Plánovaná defragmentácia nie je aktivovaná
M_FileExcluded=Tento súbor je vylúčený. Ak ho chcete defragmentovať, vyberte ho zo zoznamu Vylúčiť ako prvý.
M_FileAdded="%s" bol pridaný pre defragmentáciu. Prosím, nepridávajte opakovane.
M_ExcludedFolderAdded=Táto zložka bola pridaná do pridávania súborov && zložiek na defragmentáciu. Ak ju chcete vylúčiť , vyberte ju z pridávania súborov && zložiek.
M_ExcludedFileAdded=Tento súbor bol pridaný do pridávania súborov && zložiek na defragmentáciu. Ak ju chcete vylúčiť , vyberte ju z pridávania súborov && zložiek.
M_FolderExcluded=Táto zložka je vylúčená. Ak ju chcete defragmentovať, vyberte ju zo zoznamu Vylúčiť ako prvú..
M_GameAdded=Hra už bola pridaná.
M_RunBackground=Smart Defrag stále beží v pozadí
M_StartScheduleDefrag=Začiatok plánovanej defragmentácie
M_StartAutoDefrag=Spustiť automatickú deragmentáciu
M_LastAutoDefrag=Posledná aut. defragmentácia:
M_AddVolume=Nemožno pridať hlasitosť.
M_InvalidFF=Neplatný súbor alebo zložka.
M_SDRAutoDefrag=Správa automatickej defragmentácie
M_SDRGameDefrag=Správa defragmentácie hry
M_SDRManualDefrag=Správa defragmentácie disku
M_DefragPaused=Pozastavené
M_TrimStoped=Úprava prerušená
M_AnalyzeStoped=Analyzácia prerušená
M_DefragStoped=Defragmentácia prerušená
M_JunkScanStoped=Skenovanie prerušené
M_DefragFinished=Dokončiť
M_DefragBack=Späť
M_JunkFileScan=Skenovanie nevyžiadaných súborov %d %%
M_LFR=Nízka hodnota fragmentácie
M_FileInSSDTips=Tento súbor alebo zložka je na SSD. Prosím nedefragmentovať.
M_AddFileOrFolder=Pridať súbor && zložku
M_NoFileOrFolderAdded=Nie sú pridané žiadne súbory/zložky
M_GameFragments=Fragmenty:
M_GameOptimized=Optimalizované:
M_GameOptimizeTip=Optimalizujte svoje hry, pre lepší zážitok z hry.
M_GameAddTip=Prosím, pridajte si hry na optimalizáciu pre získanie lepšieho zážitku z hry.
M_JunkFileFound=Nájdené nevyžiadané súbory:
M_JunkFileCleaned=Nevyžiadané súbory vyčistené:
M_DefragedFragments=Fragmenty defragmentácie:
M_DefragedFiles=Defragmentovať súbory:
M_AnalyzedFragments=Nájdené fragmenty:
M_AnalyzedFiles=Nájdené fragmenty:
M_DRDefragedFragments=Fragmenty defragmentovať
M_DRDefragedFiles=Súbory defragmentovať
M_DRAnalyzedFragments=Nájdené fragmenty
M_DRAnalyzedFiles=Fragmentované súbory nájdené
M_SmartOptimizeTips=Smart Optimize bude analyzovať a potom inteligentne spustí najvhodnejšiu metódu defragmentácie HDD a zredukuje SDD s jednoduchým jediným kliknutím.
M_SmartDefragTips=Smart Defrag bude analyzovať a potom inteligentne spustí najvhodnejšiu metódu defragmentácie s jednoduchým jediným kliknutím.
M_DiskSpace=%s voľné z %s
M_Trimmed=Upravené
M_UTrimmed=Úprava && Inteligentná optimalizácia kompletná
M_AppOptimizeStop=Optimalizácia prerušená
M_APPDBOptimize=Optimalizovať
M_AppOptimize=Optimalizácia
M_AppOptimized=Optimalizované
M_AppFoundProblem=%d položky boli optimalizované pre zvýšenie výkonu moderného rozhrania.
M_AppNoProblem=Moderné aplikácie boli optimalizované pre špičkový výkon.
M_Task=Kliknite na tlačidlo pre zmenu plánu
M_RecommendAnalyze=Nie je potrebná defragmentácia
M_State=Stav
M_GameInSSD=Táto hra je na SSD. Prosím, defragmentujte ju.
M_JunkFile=Nevyžiadané súbory
M_JunkFileAnalyze=Skenovanie nevyžiadaných súborov
M_JunkFileCleanedHtml=Čistiť nevyžiadané súbory:
M_DefragDetailsHtml=Podrobnosti defragmentácie
M_StartedTimeHtml=spustené:
M_CompletedTimeHtml=dokončené:
M_AfterRateHtml=Po
M_BeforeRateHtml=Pred
M_JunkFileHtml=Nevyžiadané súbory
M_RecommendDefrag1=Rýchla defragmentácia
M_RecommendDefrag2=Defragmentácia && Optimalizácia
M_RecommendDefrag3=Defragmentácia veľkých súborov
M_RecommendDefrag4=Defragmentácia voľného miesta
M_RecommendDefrag5=Defragmentácia && Uprednostňovať súbory
M_NoVolumeSelected=Musíte vybrať aspoň jeden disk pre pokračovanie.
M_TrimShutdown0=Úprava dokončená, počítač sa vypne za
M_TrimShutdown1=Úprava dokončená, počítač prejde do spánku za
M_TrimShutdown2=Úprava dokončená, počítač prejde do dlhodobého spánku za
M_TrimShutdown3=Úprava dokončená, počítač sa reštartuje za
M_OptimizeShutdown0=Optimalizácia dokončená, počítač sa vypne za
M_OptimizeShutdown1=Optimalizácia dokončená, počítač prejde do spánku za
M_OptimizeShutdown2=Optimalizácia dokončená, počítač prejde do dlhodobého spánku za
M_OptimizeShutdown3=Optimalizácia dokončená, počítač sa reštartuje za
M_TTrimShutdown0=Vypnúť po úprave
M_TTrimShutdown1=Uspať po úprave
M_TTrimShutdown2=Dlhodobý spánok po úprave
M_TTrimShutdown3=Reštartovať po úprave
M_TOptimizeShutdown0=Vypnúť po optimalizácii
M_TOptimizeShutdown1=Uspať po optimalizácii
M_TOptimizeShutdown2=Dlhodobý spánok po optimalizácii
M_TOptimizeShutdown3=Reštartovať po optimalizácii
M_MASKSSD=Rozpoznať ako SSD
M_MASKHDD=Rozpoznať ako HDD
M_LEARNMORE=Zistiť viac
M_EXITSDTIPS=Smart Defrag je spustený. Naozaj chcete skončiť program?
M_NOTSUPPORTSSD=Tento disk je SSD. Čas spustenia defragmentácie nepodporuje SSD.
M_Junk0=Poznámka: Vyčistením pamäte DNS môžete spomaliť rýchlosť sťahovania z internetu.
M_Junk1=Poznámka: Vyčistením starých prefetch dát môžete spomaliť spustenie systému.
M_Junk2=Poznámka: Vyčistením pamäte ponuky Štart zresetujete ponuku ponuky Štart. Žiadna položka nebude zmazaná.
M_Junk3=Poznámka: Vyčistením pamäte notifikácií zresetujete pamäť systémovéj lišty. Zreštartuje proces explorer.exe.
M_Junk4=Poznámka: Vyčistením Windows pamäte veľkosti a umiestnenia zresetujete všetky uložené Windows Explorer umiestnenia a zobrazené nastavenia.
M_Junk5=Poznámka: Vyčistením asistenta histórie uživateľa sa vymažú naposledy použité programy uvedené v ponuke Štart.
M_Junk6=Poznámka: Vyčistením IIS súborov záznamov vymaže záznamy udalostí nezávisle na akomkoľvek mieste, virtuálne zložky alebo súbor.
M_Junk7=Poznámka: Vyčistením pamäte náhľadov sa spomalí rýchlosť zobrazovania náhľadov, kedykoľvek sa zobrazí priečinok, ktorý obsahuje obrázky.
M_Junk8=Poznámka: Vyčistením zoznamu panela úloh, vypnete zobrazenie naposledy otvorených položiek v ponuke Štart a na paneli úloh.
M_Junk9=Poznámka: Vyčistením uložených hesiel stratíte všetky uložené heslá.
M_GameOptimizeTips=Defragmentovať a optimalizovať herné súbory pre rýchlejší a plynulejší herný zážitok.
M_AllGameOptimize=Vaše herné súbory boli optimalizované. Prosím, užite si hru.
M_ON=ZAPNÚŤ
M_OFF=VYPNÚŤ
M_MoreThan2Hours=viac ako 2 hodiny
M_NoFragmentsFound=Nenašli sa žiadne fragmenty
M_NoJunkFilesFound=Nenašli sa žiadne nevyžiadané súbory
M_ActiveAll=Aktivovať všetko
M_ActiveNow=Aktivovať
M_SkinName=Vzhľad:
M_ShellDefrag=Defragmentovať s pomocou Smart Defrag
M_ShellTrim=Upraviť s pomocou Smart Defrag
M_SkinNameClassic=Klasický
M_SkinNameReadable=Čitateľný
M_SpecifyFiles=Určenie súborov
M_PromoteTitle11=Už vás nebaví manuálna defragmentácia?
M_PromoteTitle12=Zakúpením dostanete Auto Defrag.
M_PromoteTitle21=Kúpením získate defragmentáciu špecifikovaných súborov pri spustení defragmentuje tieto fragmenty.
M_VendorSpecific=Špecifické pre dodávateľa
M_CFragMentInfo=Sú tam <a>%d</a> fragmenty na diskoch. Defragmentovať, aby bol váš počítač rýchlejší a stabilnejší.
M_DefaultName=Lokálny disk
M_DiskGood=Dobrý
M_DiskFair=Slušný
M_DiskPoor=Zlý
M_DiskInfoTips=Uvoľniť viac miesta s Advanced SystemCare a zrýchliť váš počítač!
M_DiskStatusGood=Dobrý
M_DiskStatusWarn=Stav upozornenia
M_DiskStatusError=Chybný
M_SchduleDefragInfo=<a>%d</a> fragmenty boli defragedmentované. Aktivovať automatickú defragmentáciu disku automaticky pre špičkový výkon.

[ActionCenter_M]
M_AC_FreeTitleHide=Oznámenie!
M_AC_FreeDetailHide_New=Všetky odporúčané programy sú skryté! Kliknutím na tlačidlo "Zobraziť", aby ich znovu zobrazilo a potom ich inštalovaním získate plnú ochranu a maximálny výkon.
M_AC_FreeDetailShow_New=Získajte lepšie zabezpečenie ochrany a výkonu odporúčaných programov. Vaša predtým prijatá <a>Licenčná zmluva koncového používateľa</a> platí aj tu.
M_FixAll=Získajte všetky
M_Hide=Skryť
M_Show=Zobraziť
M_Scan=Skenovanie...
M_Fix=Získajte teraz
M_fixing=Inštaluje sa
M_Updating=Aktualizácia
M_RuningWell=Posledná nainštalovaná verzia
M_Outdated=Zastarané
M_NotInstalled=Nenainštalované
M_Recomm_Ins=Odporúča sa: Inštalácia %s
M_Recomm_Upt=Odporúča sa: Aktualizácia %s
M_RunASC=Skenovať teraz
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Našiel chyby v registri, otázky ochrany súkromia a nepotrebných súborov na vašom systéme.
M_ASCInfo_UpToDate=Advanced SystemCare urýchľuje a optimalizuje počítač s 1-kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaraný.
M_RunDB=Skontrolovať teraz
M_DBCaption=Aktualizátor ovládačov
M_DBInfo_NotIns_C=%s našiel zastarané ovládače, čo môže spomaliť && destabilizovať vaše PC.
M_DBInfo_NotIns=Môžu tam byť zastarané ovládače, ktoré môžu spomaliť && destabilizovať počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje všetky zastarané ovládače na vašom PC.
M_DBInfo_NeedUpDate=Váš program na aktualizáciu ovládačov je zastaraný.
M_RunIMF=Skontrolovať teraz
M_IMFCaption=Ochrana pred spyware
M_IMFInfo_NotIns=Získajte lepšiu ochranu inštaláciou anti-spyware programom od  IObit-u.
M_IMFInfo_UpToDate=IObit Malware Fighter chráni váš počítač proti rôznym škodlivým softvérom.
M_IMFInfo_NeedUpDate=Váš anti-spyware program je zastaraný.
M_RunAMC=Získať teraz
M_AMCCaption=Ochrana Androidu
M_AMCInfo_NotIns=Získajte lepšiu bezpečnosť a ochranu súkromia pre zariadenia so systémom Android.
M_Recomm_Ins_AMC=Odporúčané: Inštalovať %s do svojho zariadenia so systémom Android.
M_RunSM=Spustiť teraz
M_SMCaption=Štart Menu
M_SMInfo_NotIns=Získajte späť svoje známe Windows "Štart" menu.
M_SMInfo_UpToDate=Start Menu 8 oživuje Windows "Štart" menu.
M_SMInfo_NeedUpDate=Váš Start Menu 8 je zastaraný.
M_RunIU=Spustiť teraz
M_IUCaption=Odinštalovanie programov
M_IUInfo_NotIns=Odstránenie nežiaducich programov, panelov s nástrojmi a pluginy prehliadačov.
M_IUInfo_UpToDate=IObit Uninstaller dôkladne odstraňuje pluginy & aplikácie.
M_IUInfo_NeedUpDate=Váš IObit Uninstaller je zastaraný.
M_RunFP=Konvertovať
M_FPCaption=Video Converter
M_FPInfo_NotIns=Získajte Video Converter a preveďte vaše video pre rôzne zariadenia.
M_FPInfo_UpToDate=Vychutnajte si sledovanie videa na akomkoľvek zariadení.
M_FPInfo_NeedUpDate=Formát balíka je zastaraný.
M_RunDL=Spravovať
M_DLCaption=Správca hesiel
M_DLInfo_NotIns=Chrániť a spravovať všetky vaše heslá Správcom hesiel so zabezpečením Dashlane.
M_DLInfo_UpToDate=Nikdy nezabudne heslo so zabezpečením Dashlane.

[M_JunkfilesScanner]
M_Scan=Skenovanie:
M_Fix=Opravovanie:
M_WinBin=Kôš systému Windows
M_WinTempF=Dočasné súbory Windows
M_IETempF=IE dočasné súbory
M_SearchAA=Hľadať Asistenta automatického dokončovania
M_OtherMRUs=Ostatní prieskumníci MRUs
M_Clip=Schránka
M_Dumps=Výpisy pamäte
M_ChkDskFrag=Chkdsk fragmenty súborov
M_WinLog=Súbory denníka systému Windows
M_WinEReport=Windows chybové hlásenie
M_DNSCache=DNS vyrovnávacia pamäť
M_OldPD=Staré vyvolania údajov
M_MenuOC=Ponuka objednávky pamäte
M_TrayNC=Oznámenia pamäte v systémovej lište
M_WinSLCache=Veľkosť okna / Miesto pamäte
M_UserAH=Užívateľská pomoc histórie
M_IISLog=IIS súbory denníka
M_ThumCache=Náhľady pamäte
M_TaskbarJPL=Zoznam odkazov na paneli úloh
M_GS=Všeobecný stav
M_ItemsCap=%s položky, %s
M_JunkFixCap=[Oprava nevyžiadaných súborov]: %d problémy opraviť
M_Det=Detaily
M_Del=Odstránené
M_NoteMOC=Poznámka: Vyčistenie ponuka objednávky pamäte obnoví svoje ponuky menu Štart. Žiadne položky sa neodstránili.
M_NoteTNC=Poznámka: Vyčistenie Oznámenia pamäte v systémovej lište. Je požadovaný reštart Explorer.exe.
M_NoteWSC=Poznámka: Vyčistenie Veľkosť okna / Miesto pamäte obnoví všetky uložené Windows umiestnenia Prieskumníka a zobrazenia nastavení.
M_NoteUAH=Poznámka: Vyčistenie užívateľskej pomoci histórie vymaže naposledy použité programy uvedené v menu Štart.
M_WinSys=Systém Windows
M_HisTrace=História && Stopy
M_WinAppCache=Pamäť Win aplikácií
M_WinUpdateCache=Pamäť automatických aktualizácií Windows
M_WinUpdateDB=Databáza automatických aktualizácií Windows
M_SoftInsTemp=Dočasné inštalačné súbory softvéru
M_WinFontCache=Pamäť písma Windows

[ACD_M]
M_Downloading=Sťahovanie:
m_Installing=Inštalácia:
M_DiskIsFull=Nedostatok miesta na disku!
M_NetError=Sťahovanie zlyhalo z dôvodu chyby siete, skúste to prosím neskôr!
M_Tips=Oprava je v procese. Dvojitým kliknutím na ikonu zobrazíte podrobnosti.
M_TipDownLoading=Oprava
M_TipInstalling=Inštalácia
M_MD5Faild=Stiahnutý súbor je poškodený, skúste to znova neskôr.
M_AreSure=Naozaj chcete skončiť IObit Downloader?
M_Speed=Rýchlosť:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Získať Advanced SystemCare FREE
lblDesc_IMF.Caption=Získať Advanced SystemCare FREE verziu po odinštalovaní IObit Malware Fighter.
lblDesc_SD.Caption=Získať Advanced SystemCare FREE verziu po odinštalovaní IObit Smart Defrag.
lblGet.Caption=Advanced SystemCare Môže optimalizovať výkon Vášho počítača a zrýchliť internetové pripojenie. Budete mať pocit, že je to nový počítač. Zvolilo si ho už viac ako 250 miliónov užívateľov!
btnConvertASC.Caption=Odinštalovať a získať Advanced SystemCare FREE
btnNo.Caption=Nie, chcem úplnú odinštaláciu
btnCancel.Caption=Zrušiť
btnClose.hint=Zatvoriť

[ACD_frmActionCenter]
lbl_Cancel.Caption=Zrušiť
lbl_Min.Caption=Minimalizovať
lblCaption.Caption=IObit Downloader

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Smart Defrag Updater
Label_CheckUpdate.Caption=Získavanie informácií o aktualizácii, čakajte...
Label_UpdateDetails.Caption=Nová verzia Smart Defrag je k dispozícii, stiahnite ju teraz a využívajte najnovšie funkcie a vylepšenia.
Label_VWN_Pro.Caption=Pozrieť čo je nové
Label_NewVersionUpdate.Caption=Nová verzia Smart Defrag je k dispozícii, stiahnite ju teraz a využívajte najnovšie funkcie a vylepšenia.
Label_NewFileUpdate.Caption=Nová aktualizácia je k dispozícii na stiahnutie, využívajte najnovšie funkcie a vylepšenia.
Label_ClickDownload.Caption=Kliknite na "%s" pre stiahnutie a použitie tejto aktualizácie.
Label_FinishInfo.Caption=Dokončené!
Label_NoUpdate.Caption=Gratulujeme! Teraz máte najnovšiu verziu programu.
Label_Nottention.Caption=Upozornenie: Smart Defrag reštartuje automaticky po aktualizovaní.
Label_RestartWarn.Caption=Upozornenie: Reštartujte počítač a dokončite aktualizáciu. Reštartovať teraz?
Label_Cancel.Caption=Zrušiť
Label_ProxySet.Caption=Nastavenia proxy
Label_DecideLater.Caption=Rozhodnúť sa neskôr
RdImageButton_RestartLater.Caption=Reštartovať neskôr
RdImageButton_RestartNow.Caption=Reštartovať
RdImageButton_Download.Caption=Stiahnúť
RdImageButton_Finish.Caption=OK
Label_ViewWN.Caption=Pozrieť čo je nové

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Zatvoriť
M_GetUpdateInfo=Získavanie informácií o aktualizácii, čakajte...
M_Retry=Znovu
M_GetUpdateFailed=Nepodarilo sa získať informácie o aktualizácií, skúste to znova neskôr.
M_Finish=OK
M_GetFileFailed=Nepodarilo sa získať aktualizačné súbory, skúste to znova neskôr.
M_CancelDownload=Ste si istí, že chcete zrušiť sťahovanie aktualizácií?
M_UpdateSucceed=Aktualizácia úspešná!
M_KillUpdateTip=Tento program je zastaraný, a nemá nové funkcie a vylepšenia. Prosím, stiahnite si najnovšiu verziu pre používanie tohto programu naďalej.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=Nová verzia Smart Defrag  %s je k dispozícii!
Label_Ver_WN.Caption=Čo je nové
Label_Ver_RML.Caption=Rozhodnúť sa neskôr
RdImageButton_Ver_Download.Caption=Stiahnúť

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Zatvoriť
M_UpCap=Smart Defrag %s je teraz k dispozícii!
M_UpInfo=Kliknite na tlačidlo "%s" a využívajte najnovšie funkcie a vylepšenia!

[SmartDefragUpgrate]
lblCongratulations.Caption=Gratulujem!
lblSubCongratulations.Caption=Úspešne ste aktualizovali na
lblWhatNew.Caption=ČO JE NOVÉ
lblWhatNew_LTTitle.Caption=Nová generácia motora defragmentácie disku
lblWhatNew_LTSubTitle.Caption=Nová generácia motora defragmentácie disku optimalizuje vaše disky efektívne a mocne.
lblWhatNew_RTTitle.Caption=Nové priority defragmentácie pre rýchlejšie zrýchlenie
lblWhatNew_RTSubTitle.Caption=Defragmentácia && Metóda priority súborov zlepšuje výkon vášho PC a zrýchľuje prístup k údajom.
lblWhatNew_LBTitle.Caption=Defragmentácia moderného rozhrania Windows 8.1
lblWhatNew_LBSubTitle.Caption=Plne podporuje defragmentáciu moderného rozhrania Windows 8.1 pre rýchlejší a plynulejší chod PC.
lblWhatNew_RBTitle.Caption=Čistič disku
lblWhatNew_RBSubTitle.Caption=Vyčistiť nevyžiadané súbory na uvoľnenie miesta na disku a získať účinnú defragmentáciu.
btnClose.Caption=Zatvoriť

[IMF_M]
M_TitleSD=Po odinštalovaní IObit Smart Defrag získajte Advanced SystemCare, verziu FREE!

[SendBugReportNew_FrmMain]
lblTitle.Caption=Smart Defrag
btnSendReport.Caption=Odoslať správu o chybe
lblErrorDetails.Caption=Podrobnosti o chybe:
lblUserEmail.Caption=Váš E-mail:
lblSuccTips.Caption=Vďaka za zaslanie správy o chybe. Pokúsime sa to vyriešiť čo najrýchlejšie.
btnClose.Hint=Zatvoriť

[SendBugReportNew_M]
M_AskUserTips=Vyskytol sa problém. Prosím pošlite nám hlásenie o chybe a pomôžte nám ju opraviť.
M_BugStatisticsTips=Došlo k problému a je potrebné ho ukončiť. Teraz analyzujeme príčiny. Prosím čakajte...
M_SendingTips=Zasielanie...
M_AttentionTips=Došlo k problému a je potrebné ho ukončiť. Reštartujte ho neskôr.
M_InvalidEmailTips=Neplatný e-mail ! Zadajte platný e-mail, aby sme Vás mohli kontaktovať.
M_OKTips=OK

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=Spätná väzba
RdLabel_Mail.Caption=E-mail:
RdLabel_Subject.Caption=Typ požiadavky:
RdLabel_MailDes.Caption=Uistite sa, že vaša e-mailová adresa je správna, takže sa môžeme dostať späť k vám.
RdLabel_MailBody.Caption=Popisy:
RdLabel_Attach.Caption=Prílohy
lblSendDes.Caption=Odosielanie spätnej väzby ...
lblSend.Caption=Odoslať
ButtonCancel.Caption=Zrušiť
ComboBox_Subject.Items[0].Caption=Veľmi sa mi to páči
ComboBox_Subject.Items[1].Caption=Návrhy
ComboBox_Subject.Items[2].Caption=Problémy rýchlosti fragmentácie
ComboBox_Subject.Items[3].Caption=Analyzovať/Defragmentovať problémy
ComboBox_Subject.Items[4].Caption=Sťahovanie/Aktualizácia zlyhala
ComboBox_Subject.Items[5].Caption=Nepodarilo sa rozpoznať disky
ComboBox_Subject.Items[6].Caption=Iné
ImageNoteClose.hint=Zatvoriť
ButtonAdd.hint=Pridať
ButtonAttachView.hint=Zobraziť
ButtonSend.Caption=Odoslať

[SDFeed_M]
M_MailAddrHint=Uistite sa, že vaša e-mailová je správna, aby sme vás mohli kontaktovať.
M_DescriptionHint=Prosím napíšte popis.
M_MailSuccHint=Ďakujeme za váš názor. Budeme Vás kontaktovať čo najskôr.
M_TimeoutHint=Nepodarilo sa poslať vašu spätnú väzbu. Kliknutím na tlačidlo OK pošlete on-line spätnú väzbu.
M_SendMail=Alebo nás môžete kontaktovať priamo cez %s
M_Remove=Odobrať všetko
M_AttachErrorExt=Súbory nasledujúcich typov nemožno pripojiť:
M_AttachOversize=Nepodarilo sa pridať prílohu! Jej veľkosť presahuje limit 10MB.

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=Blahoželáme!
lblInfo.Caption=Úspešne ste aktualizovali na najnovší Smart Defrag.
btnOK.Caption=Skúste to teraz!
btn_close.Hint=Zatvoriť

[SDRegister_Form_IObit_Register]
Label_Title.Caption=Maximálny výkon a životnosť vášho disku s Pro Edition
RdLabel_Des.Caption=Upgradom na edíciu Pro si užijete inteligentnú a dôkladnú defragmentáciu a optimalizáciu:
RdLabel_01_Title.Caption=Až o 200% rýchlejší
RdLabel_02_Title.Caption=Vyššia inteligencia & Jednoduchšie
RdLabel_03_Title.Caption=Väčšiu stabilita a hĺbka
RdLabel_04_Title.Caption=Vždy aktuálne
RdLabel_01_Cap.Caption=Umožniť viac miesta na disku & až do 200% rýchlejší prístup k súborom
RdLabel_02_Cap.Caption=Automaticky defragmentovať vybrané súbory & disky v reálnom čase
RdLabel_03_Cap.Caption=Hlboko defragmentovať dáta na diskoch aj systémové súbory pri spúšťaní
RdLabel_04_Cap.Caption=Automaticky aktualizovať na najnovšiu verziu Smart Defrag
Label_EnterCode.Caption=Zadajte kód
Label_Help.Caption=Pomoc
Label_Eg.Caption=Napr.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Prosím, zadajte Váš licenčný kód a kliknite na tlačidlo "Registrovať" pre aktiváciu všetkych funkcií Pro Edition. Aby nedochádzalo k preklepom, skopírujte a vložte licenčný kód z e-mailu, ktorý ste dostali do tohto boxu.
Label_LicenseCode.Caption=Licenčný kód:
Button_Activate.Caption=Aktivovať teraz
Button_RegisterNow.Caption=Registrovať
Button_RegisterClose.hint=Zatvoriť
Label_LMTitle.Caption=Správca licencie
Label_LMLSta.Caption=Stav licencie:
Label_LMLCode.Caption=Licenčný kód:
Label_LMLDate.Caption=Dátum vypršania platnosti:
Label_LMLeftDays.Caption=Dní do ukončenia:
Label_LMHelp.Caption=Pomoc
Label_LMRefresh.Caption=Aktualizovať
Label_LMExportL.Caption=Export licencie
Button_LMClose.hint=Zatvoriť
Button_OK.Caption=OK
Label_KnowMore.Caption=Dozvedieť viac o Pro verzii
LabelB_01_Cap.Caption=Základná defragmentácia pevného disku a optimalizácia
LabelB_02_Cap.Caption=Až do 200% rýchlejší prístup k súborom
LabelB_03_Cap.Caption=Optimalizovať pre najlepší herný zážitok s hrou
LabelB_04_Cap.Caption=Defragmentácia pri spustení pre rýchlejšie spustenie PC
LabelB_05_Cap.Caption=Automaticky & Inteligentne defragmentovať fragmentované súbory
LabelB_06_Cap.Caption=Prispôsobený režim defragmentácie & Disky/súbory, ktoré budú defragmentované
LabelB_07_Cap.Caption=Automatická aktualizácia na najnovšiu verziu
LabelB_08_Cap.Caption=Bezplatná technická podpora 24/7 na dopyt
LabelB_Curent.Caption=Aktuálne
LabelB_PRO.Caption=PRO

[SDRegister_M]
M_EnterError=Prosím zadajte licenčný kód!
M_ErrorTitle=Chyba aktivácie
M_SucceedTitle=Aktivácia
M_IsOtherCode=Licenčný kód %s je platný len pre %s. Prosím kliknite na tlačidlo OK pre stiahnutie a zaregistrovanie %s.
M_InvalidCode=Neplatný licenčný kód. Zadajte platný licenčný kód.
M_License_Pro=Licenčný kód bol úspešne aktivovaný.
M_License_valication=Nedá sa pripojiť k nášmu serveru. Skontrolujte nastavenie sieť/proxy a skúste overovanie licencie neskôr.
M_License_Expired=Vaša licencia %s skončila. Prosím obnovte licenčný kód, alebo kúpte si nový.
M_License_Unknow=Neznáma chyba!
M_License_Illegal=Licenčný kód nie je možné aktivovať. Je nutné zakúpiť nový.
M_License_Overseat=Licenčný kód %s bol aktivovaný pre maximálny počet PC a nedá sa použiť. Prosím kúpte si ďalší licenčný kód pre Smart Defrag Pro pre tento počítač.
M_GiveawayCode=Táto licencia je neplatná. Kliknite na tlačidlo Áno pre kúpu nového licenčného kódu.

[M_PrivacyScanner]
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Kancelárske aplikácie
7=Internet
8=Multimédia
9=Pomocné programy
10=Vlastné rozšírenie
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows aplikácie
15=iTunes
M_Scan=Skenovanie:
M_Fix=Opravovanie:
M_GS=Všeobecný stav
M_TyURL=Zadané adresy URL
M_Cookie=Súbory "cookie"
M_TempF=Dočasné súbory
M_His=História
M_IDF=Označiť dátové súbory
M_AFF=Uložené informačné formuláre
M_AFP=Uložené heslá
M_ICache=Pamäť internetu
M_DownHis=História sťahovania
M_SaveFI=Uložené informačné formuláre
M_Reg=Regedit
M_ReDoc=Nedávne dokumenty
M_RunHis=Spustiť históriu
M_DelOnBoot=(Vymazať pri reštarte)
M_ItemsCap=%s položiek, %s
M_Session=Umiestnenie
M_SavePwd=Uložené heslá
M_ComDatabase=Kompaktná databáza
M_PriFixCap=[Oprava súkromia]:%d problémy opravené
M_Det=Podrobnosti
M_Del=Odstránené
M_CFFDB=Kompaktná databáza Firefoxu
M_CGCDB=Kompaktná databáza Google Chrome
M_WebBro=Webový prehliadač
M_NoteIt=Poznámka: Nie je možné vymazať stopy %s keď sú spustené
M_NoteThey=Poznámka: Nie je možné vymazať stopy %s keď sú spustené.
M_WebIcons=Webové ikony
M_LastDL=Posledné umiestnenie sťahovania
M_InsCache=Inštalátor pamäte
M_MobApp=Mobilné aplikácia
M_Book=Knihy
M_Podcasts=Podcast
M_SanpViewer=Zobrazovač snímok
M_RemoteD=Vzdialená pracovná plocha
M_ManageC=Konzola pre správu
M_Wordpad=Wordpad
M_Paint=Farba
M_PhotoE=Editor fotografií
M_GameE=Prieskumník hier
M_Defender=Windows Defender
M_Search=Hľadať

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Zdravie disku
btn_auto_defrag.Caption=Automatická defragmentácia
btn_boot_defrag.Caption=Čas spustenia defragmentácie
btn_disk_clean.Caption=Čistenie disku
lblOptimizeType.Items[1].Caption=Upraviť
lblOptimizeType.Items[2].Caption=Optimalizovať aplikácie

[SmartDefrag_SDPromoteFrame]
rdlblStatus.Caption=Stav fragmentov Vášho PC:
rdlblAboutPro.Caption=Skontrolujte všetky funkcie
btnPurchaseNow.Caption=Kúpiť
btnBack.Caption=Späť
lblLeaveContent.Items[0].Caption=Automaticky defragmentovať vybrané súbory && disky pre udržanie vášho počítača v špičkovom výkone v reálnom čase.
lblLeaveContent.Items[1].Caption=Defragmentácia v čase spustenia môže defragmentovať Vaše zadané súbory && disky pri spustení ponúknu najlepší výkon.
rdlblRightTitle.Items[0].Caption=Všetky fragmenty boli defragmentované.
rdlblRightTitle.Items[1].Caption=Niektoré fragmenty nemožno defragmentovať, pretože súvisiace súbory sa používajú.
rdlblRightTitle.Items[2].Caption=Fragmenty sa defragmentovali úspešne!
rdlblLeftTitle.Items[0].Caption=Zaručujeme ochranu vášho PC pre špičkový výkon
rdlblLeftTitle.Items[1].Caption=Zaručujeme maximalizovaný výkon disku
rdlblLeftContent.Items[0].Caption=Ste plne chránený našou 60 dňovou zárukou vrátenia peňazí. Ak náš produkt nedodrží svoje sľuby, dáme vám plnú náhradu. Bez otázok.
rdlblLeftContent.Items[1].Caption=Ste plne chránený našou 60 dňovou zárukou vrátenia peňazí. Ak náš produkt nedodrží svoje sľuby, dáme vám plnú náhradu.
rdlblTitle3.Caption=Získajte maximálny výkon disku s Pro verziou.
rdlblContent1.Caption=Umožniť viac miesta na disku && až do 200% rýchlejšieho prístupu k súboru.
rdlblContent2.Caption=Automaticky defragmentovať vybrané súbory && disky v reálnom čase.
rdlblContent3.Caption=Hlboko defragmentovať disky aj systémové súbory pri spustení.
rdlblContent4.Caption=Automaticky aktualizovať na najnovšiu verziu.

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Zatvoriť
btnSetting.Hint=Nastavenia
btnDefragManually.Caption=Manuálna defragmentácia
btnActivateAutoDefrag.Caption=Aktivovať automatickú defragmentáciu
lblTitle.Caption=Plánovanie defragmentácie
btnShowAgain.Caption=Nabudúce nezobrazovať toto

[DiskInfo_Smart]
UNKNOWN=Neznámy
VENDOR_SPECIFIC=Špecifický pre výrobcu
01=Počet chybných čítaní
02=Priechodnosť disku
03=Čas na roztočenie platní
04=Počet spustení/zastavení
05=Počet premapovaných sektorov
06=Počet dosiahnutí konca kanála pri čítaní
07=Počet chybných vyhľadávaní
08=Čas potrebný na vyhľadanie
09=Počet odpracovaných hodín
0A=Počet opakovaných pokusov o roztočenie platní
0B=Počet pokusov o prekalibrovanie
0C=Počet cyklov zapnutia zariadenia
0D=Počet pokusov pri softwareových chybe pri čítaní
B8=Priame chyby
BB=Zaznamenané neopraviteľné chyby
BC=Limit na príkaz
BD=Zápisy veľkého preletu
BE=Teplota toku vzduchu
BF=Počet udalostí zaznamenaných otrasovým senzorom
C0=Počet vypnutí disku
C1=Počet cyklov načítania/vymazania
C2=Teplota
C3=Počet opráv chybného čítania
C4=Počet udalostí s cieľom realokovania sektorov
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných sektorov
C7=Počet chýb v kontrolnom súčte UltraDMA
C8=Počet chýb pri zápise sektorov
C9=Počet softwareových chýb pri čítaní
CA=Počet chýb pri adresovaní údajov
CB=Počet chýb v kódoch na opravu chýb
CC=Počet softvérovo opravených chýb v opravných kódoch
CD=Počet chýb spôsobených vysokou teplotou
CE=Výška pohybu hlavičiek nad diskom
CF=Množstvo napätia potrebného na roztočenie disku
D0=Počet vyslaných impulzov na roztočenie disku pri nedostatočnom napájaní
D1=Výkon pri vyhľadávaní na disku pri interných testoch disku
D3=Počet vibrácií pri zápise
D4=Počet otrasov pri zápise
DC=Posunutie disku voči osi
DD=Počet udalostí zaznamenaných otrasovým senzorom
DE=Počet hodín zaťaženia budiaceho mechanizmu magnetických hláv
DF=Zaťaženie budiča magnetických hláv spôsobené opakovanými úkonmi
E0=Zaťaženie budiča magnetických hláv spôsobené napätím mechanických častí
E1=Počet cyklov načítania/vymazania
E2=Celkový čas zaťaženia budiča magnetických hláv
E3=Počet zvýšení krútiaceho momentu
E4=Počet zasunutí hlavičiek disku
E6=Zosilnenie chvenia hlavičiek
E7=Teplota
F0=Čas nastavovania hlavičiek - v hodinách
FA=Počet opakovaní chýb počas čítania
FE=Ochrana pred voľným pádom

[DiskInfo_SmartSsd]
01=Počet chybných čítaní
02=Priechodnosť disku
03=Čas na roztočenie platní
04=Počet spustení/zastavení
05=Počet premapovaných sektorov
06=Počet dosiahnutí konca pri čítaní
07=Počet chybných vyhľadávaní
08=Čas potrebný na vyhľadanie
09=Počet odpracovaných hodín
0A=Počet opakovaných pokusov o roztočenie platní
0B=Počet pokusov o prekalibrovanie
0C=Počet cyklov zapnutia zariadenia
0D=Počet pokusov o softvérové opravenie chýb pri čítaní
C0=Počet nebezpečných vypnutí
C2=Teplota
C4=Počet udalostí s cieľom realokovania sektorov
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných sektorov
FF=Zostávajúca životnosť

[DiskInfo_SmartMtron]
BB=Počet úplných vymazaní

[DiskInfo_SmartIndlinx]
01=Pomer čítania chýb
09=Čas fungovania (hodiny)
0C=Počet hodín napájania
B8=Počiatočný počet zlých blokov
C3=Počet blokov so softwareovými zlyhaniami
C4=Počet blokov so zlyhaním vymazania
C5=Počet blokov so zlyhaním čítania
C6=Celkový počet prečítaných sektorov
C7=Celkový počet zapísaných sektorov
C8=Celkový počet prečítaných príkazov
C9=Celkový počet zapísaných príkazov
CA=Celkový počet chybných bytov vo flash-pamäti
CB=Celkový počet prečítaných sektorov s opravným bitom
CC=Úplný príznak chybného bloku
CD=Špecifikácia maximálneho počtu PE
CE=Počet minimálnych vymazaní
CF=Počet maximálnych vymazaní
D0=Priemerný počet vymazaní
D1=Zostávajúca životnosť jednotky

[DiskInfo_SmartJMicron60x]
09=Hodiny napájania
0C=Počet cyklov zapnutia zariadenia
C2=Teplota
E5=ID zastavenia systému ID, Flash ID
E8=Informácia o verzii firmware
E9=Záznam zlyhaní ECC
EA=Priemerný počet vymazaní, max. počet vymazaní
EB=Počet dobrých blokov, počet systémových blokov

[DiskInfo_SmartIntel]
03=Čas na roztočenie platní
04=Počet spustení/zastavení
05=Počet premapovaných sektorov
09=Hodiny napájania
0C=Počet hodín napájania zariadenia
C0=Počet nebezpečných vypnutí
E1=Zápisy hostiteľa
E8=Dostupné rezervované miesto
E9=Indikátor opotrebovania média
B8=Počet detegovaní priamej chyby od začiatku do konca

[DiskInfo_SmartSamsung]
09=Hodiny napájania
0C=Počet cyklov zapnutia zariadenia
AF=Počet softwareových zlyhaní (čip)
B0=Počet zlyhaní pri vymazávaní (čip)
B1=Počet úrovní opotrebovania
B2=Počet využitých rezervovaných blokov (čip)
B3=Počet využitých rezervovaných blokov (celkovo)
B4=Počet nevyužitých rezervovaných blokov (celkovo)
B5=Počet softwareových zlyhaní (celkovo)
B6=Počet zlyhaní pri vymazávaní (celkovo)
B7=Počet zlých sektorov počas behu (celkovo)
BB=Počet neopraviteľných chýb
BE=Počet prekročení povolenej teploty
C2=Teplota
C3=Pomer ECC
C6=Počet neopraviteľných chýb off-line
C7=Počet chýb v kontrolnom súčte
C9=Stav Super cap
CA=Stav režimu SSD

[DiskInfo_SmartSandForce]
01=Počet chýb pri čítaní "raw" dát
05=Počet vyradených blokov
09=Počet odpracovaných hodín
0C=Počet cyklov napájania
0D=Počet softwareových chýb pri čítaní
64=Vymazané GB
AA=Počet blokov rezervy
AB=Počet softwareových zlyhaní
AC=Počet zlyhaní pri vymazávaní
AE=Počet neočakávaných výpadkov napájania
B1=Opotrebovanie rozsahu - Delta
B5=Počet softwareových zlyhaní
B6=Počet zlyhaní pri vymazávaní
B8=Zaznamenané chyby na vstupe a výstupe detekčného kódu
BB=Zaznamenané neopraviteľné chyby
C2=Teplota
C3=Počet neopraviteľných ECC chýb typu On‐the‐Fly
C4=Počet realokačných udalostí
C6=Počet neopraviteľných sektorov
C7=Počet chýb SATA R (CRC)
C9=Počet neopraviteľných soft. chýb pri čítaní
CC=Počet softwareových opráv ECC
E6=Stav krivky životnosti
E7=Zostávajúca životnosť SSD
E8=Dostupné rezervované miesto
EB=Stav SuperCap
F1=Doba existencie zápisov od host.
F2=Doba existencie čítaní od host.

[DiskInfo_SmartJMicron61x]
01=Počet chybných čítaní
02=Priechodnosť disku
03=Čas na roztočenie platní
05=Počet realokovaných sektorov
07=Počet chybných vyhľadávaní
08=Čas potrebný na vyhľadanie
09=Počet odpracovaných hodín
0A=Počet opakovaných pokusov o roztočenie platní
0C=Počet cyklov zapnutia
A8=Počet chýb SATA PHY
AF=Počet tabuliek so zlými klustrami (Počet zlyhaní ECC)
C0=Počet neočakávaných strát napätia
C2=Teplota
C5=Počet aktuálne podozrivých sektorov
AA=Počet zlých blokov
AD=Počet vymazaní

[DiskInfo_SmartMicron]
01=Počet chýb pri čítaní "raw" dát
05=Počet realokovaných sektorov
09=Hodiny napájania
0C=Počet cyklov napájania
AA=Nárast počtu chybných blokov
AB=Počet softwareových zlyhaní
AC=Počet zlyhaní pri vymazávaní
AD=Počet úrovní opotrebovania
AE=Počet neočakávaných strát napätia
B5=Žiadny-4k kompenzovaný prístup
B7=SATA rozhranie radenia dolu
BB=Zaznamenané neopraviteľné chyby
BC=Časový limit - príkaz
BD=Počet továrensky zlých blokov
C4=Počet realokačných udalostí
C5=Počet podozrivých sektorov
C6=Počet neopraviteľných chýb zistených off-line skenovaním Smart
C7=Počet chýb CRC Ultra DMA
CA=Percento využitej životnosti
CE=Počet chýb pri zápise sektorov

[DiskInfo_MainForm]
btnClose.Hint=Zatvoriť
btnMaxmize.Hint=Maximalizovať
btnMinmize.Hint=Minimalizovať
btnRestore.Hint=Obnoviť
rdlblDiskStatus.Caption=Zdravie disku:
rdlblDiskTemp.Caption=Teplota:
rdlblUsage.Caption=Použitie:
rdlblReadSpeed.Caption=Rýchlosť čítania:
rdlblResponseTime.Caption=Doba odozvy:
rdlblWriteSpeed.Caption=Rýchlosť zápisu:
rdlblDriveName.Caption=Disk:
rdlblFreeMoreSpace.Caption=Uvoľniť viac miesta
rdlblDiskInfo.Caption=Monitorovacia správa analýzy disku:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Názov atribútu
lvDiskInfo.Columns[2].Caption=Stav
lvDiskInfo.Columns[3].Caption=Hodnota
lvDiskInfo.Columns[4].Caption=Najhoršie
lvDiskInfo.Columns[5].Caption=Prah
lvDiskInfo.Columns[6].Caption=Nespracované dáta

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=Zatvoriť
btnSetting.Hint=Nastavenia
btnDefragManually.Caption=Manuálna defragmentácia
btnActivateAutoDefrag.Caption=Aktivácia automatickej defragmentácia
lblTitle.Caption=Aktivácia automatickej defragmentácia
btnShowAgain.Caption=Nabudúce nezobrazovať

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Aktualizovať manuálne
lblActiveTitle.Caption=Už vás nebaví manuálna aktualizácia?
btnActiveAutoUpt.Caption=Aktivovať automatické aktualizácie
btnDonotShow.Caption=Nabudúce nezobrazovať
lblClose.Caption=Zavrieť

